{
	"texts": {
		"Lily est une super amie.": {
			"translations": {
				"en": "Lily is a good friend of mine."
			}
		},
		"Elle est méga énergique, toujours le sourire aux lèvres.": {
			"translations": {
				"en": "She's full of energy and always smiling."
			}
		},
		"Elle a fait de grandes études, et elle est très forte.": {
			"translations": {
				"en": "She did well at university, and she's good at everything she tries."
			}
		},
		"Je ne comprends même pas tout ce qu'elle fait.": {
			"translations": {
				"en": "I don't even understand all of what she does."
			}
		},
		"Et puis j'ai pas envie de vous perdre dans l'histoire.\nOn n'a qu'à dire...": {
			"translations": {
				"en": "And I don't want to make this story too complicated.\nLet's just say..."
			}
		},
		"On n'a qu'à dire qu'elle met des formes dans leur encoche.": {
			"translations": {
				"en": "Let's just say she puts shapes into their slots."
			}
		},
		"Comme ça ouais. Elle est super forte à ça.": {
			"translations": {
				"en": "Like that, yeah. She's very good at it."
			}
		},
		"Et forcément elle a trouvé un job parfait pour elle.": {
			"translations": {
				"en": "And of course, she found a perfect job for her."
			}
		},
		"Tous les jours, elle se rend au boulot. Elle a plein de taf.": {
			"translations": {
				"en": "Every day she goes to work. She has a lot to do."
			}
		},
		"Elle fait un travail irréprochable.": {
			"translations": {
				"en": "Her work is perfect."
			}
		},
		"Du coup ses patrons lui donnent encore plus de boulot.": {
			"translations": {
				"en": "So naturally her bosses give her even more work."
			}
		},
		"Bon parfois elle fait quelques erreurs, mais c'est normal.": {
			"translations": {
				"en": "Okay sometimes she makes some mistakes, but that's normal."
			}
		},
		"Et cela lui donne la motivation de faire encore mieux le lendemain.": {
			"translations": {
				"en": "And it drives her to do even better the next day."
			}
		},
		"Elle est fière de son travail.": {
			"translations": {
				"en": "She's proud of her work."
			}
		},
		"Et dès le lendemain, elle se remet à travailler.": {
			"translations": {
				"en": "And the very next day, she's back working again."
			}
		},
		"Euh... là je sais pas trop ce qu'elle fait.": {
			"translations": {
				"en": "Humm... I don't know what she's doing right now."
			}
		},
		"Tâche de t'appliquer la prochaine fois.": {
			"translations": {
				"en": "Apply yourself next time."
			}
		},
		"Visiblement elle est dans une mauvaise phase.": {
			"translations": {
				"en": "Apparently she's going through a difficult period."
			}
		},
		"Mais elle va se reprendre.": {
			"translations": {
				"en": "But she'll get back on her feet."
			}
		},
		"Ah voilà. Parfait, je vous disais.": {
			"translations": {
				"en": "Ha, see. Perfect, I told you so."
			}
		},
		"Cet incident oublié, elle retourne au travail.": {
			"translations": {
				"en": "The incident now behind her, she gets back to work."
			}
		},
		"Mais tu le fais exprès là ou quoi ?!": {
			"translations": {
				"en": "What the hell are you doing now?"
			}
		},
		"\"J'en ai marre. Je me casse\", qu'elle a dit.\nEt elle l'a fait.": {
			"translations": {
				"en": "\"I've had enough. I'm out of here,\" she said.\nAnd she left."
			}
		},
		"Elle avait un CDI, un appartement, le job de ses rêves.\nEt pourtant... elle n'était pas heureuse.": {
			"translations": {
				"en": "She had a permanent contract, an apartment, her dream job.\nAnd yet... she wasn't happy."
			}
		},
		"Lily a décidé de prendre son bonheur en main.": {
			"translations": {
				"en": "Lily decided to take responsability for her own happiness."
			}
		},
		"Elle a eu le courage de tout laisser tomber pour changer de vie.": {
			"translations": {
				"en": "She had the courage to sacrifice everything to change her life."
			}
		},
		"Et je voudrais lui dire à quel point je suis heureux pour elle.": {
			"translations": {
				"en": "And I'd like to tell her how glad I am for her."
			}
		},
		"Alors, félicitations, Lily !": {
			"translations": {
				"en": "So, congratulations, Lily!"
			}
		}
	}
}
